import React from "react";
import { TermsContainer } from "@/Library/_Pages/Terms/Terms.styles";

const PrivacyAr = () => {
	return (
		<>
			<TermsContainer>
				<article>
					<header>
						<h1>سياسة الخصوصية</h1>
						<p>
							<strong>آخر تحديث: 5 يوليو 2024</strong>
						</p>
					</header>
					<div>
						<p>
							هذه السياسة الخصوصية لشركة Momentum LLC (&quot;نحن&quot;، &quot;نا&quot;، أو
							&quot;خاصتنا&quot;) تصف كيف ولماذا قد نقوم بجمع وتخزين واستخدام ومشاركة
							(&quot;معالجة&quot;) معلوماتك عندما تستخدم خدماتنا (&quot;الخدمات&quot;)، مثل عندما:
						</p>
						<ul>
							<li>
								تزور موقعنا الإلكتروني على{" "}
								<a href="https://momentum-net.com/">https://momentum-net.com</a>، أو أي موقع آخر
								يربط إلى هذه السياسة الخصوصية.
							</li>
						</ul>
						<ul>
							<li>تتفاعل معنا بطرق أخرى متعلقة، بما في ذلك المبيعات والتسويق أو الفعاليات.</li>
						</ul>
						<p>
							<strong>أسئلة أو استفسارات؟</strong> قراءة هذه السياسة الخصوصية ستساعدك على فهم حقوق
							الخصوصية الخاصة بك وخياراتك. إذا كنت لا توافق على سياساتنا وممارساتنا، يرجى عدم
							استخدام خدماتنا. إذا كنت لا تزال لديك أي أسئلة أو استفسارات، يرجى الاتصال بنا على{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>.
						</p>
						<p>
							<strong>ملخص النقاط الرئيسية</strong>
							<br />
							هذا الملخص يوفر نقاطًا رئيسية من سياستنا الخصوصية، ولكن يمكنك معرفة المزيد من التفاصيل
							حول أي من هذه المواضيع بالنقر على الرابط الذي يتبع كل نقطة رئيسية أو باستخدام جدول
							المحتويات أدناه للعثور على القسم الذي تبحث عنه.
						</p>
						<p>
							<strong>ما هي المعلومات الشخصية التي نعالجها؟</strong> عندما تزور، تستخدم، أو تتنقل في
							خدماتنا، قد نقوم بمعالجة المعلومات الشخصية بناءً على كيفية تفاعلك معنا ومع الخدمات،
							الخيارات التي تتخذها، والمنتجات والميزات التي تستخدمها. تعرف على المزيد حول المعلومات
							الشخصية التي تفصح عنها لنا.
						</p>
						<p>
							<strong>هل نعالج أي معلومات شخصية حساسة؟</strong> قد نقوم بمعالجة المعلومات الشخصية
							الحساسة عند الضرورة بموافقتك أو كما هو مسموح به بموجب القانون المعمول به. تعرف على
							المزيد حول المعلومات الحساسة التي نعالجها.
						</p>
						<p>
							<strong>هل نجمع أي معلومات من أطراف ثالثة؟</strong> قد نتلقى معلومات من قواعد البيانات
							العامة، شركاء التسويق، منصات وسائل التواصل الاجتماعي، ومصادر خارجية أخرى. تعرف على
							المزيد حول المعلومات التي تم جمعها من مصادر أخرى.
						</p>
						<p>
							<strong>كيف نعالج معلوماتك؟</strong> نعالج معلوماتك لتوفير وتحسين وإدارة خدماتنا،
							والتواصل معك، لأغراض الأمان ومنع الاحتيال، والامتثال للقانون. قد نقوم أيضًا بمعالجة
							معلوماتك لأغراض أخرى بموافقتك. نعالج معلوماتك فقط عندما يكون لدينا سبب قانوني صالح
							للقيام بذلك. تعرف على المزيد حول كيفية معالجة معلوماتك.
						</p>
						<p>
							<strong>في أي مواقف ومع أي أطراف نشارك المعلومات الشخصية؟</strong> قد نشارك المعلومات
							في مواقف معينة ومع أطراف ثالثة محددة. تعرف على المزيد حول متى ومع من نشارك معلوماتك
							الشخصية.
						</p>
						<p>
							<strong>كيف نحافظ على أمان معلوماتك؟</strong> لدينا عمليات وإجراءات تنظيمية وتقنية
							لحماية معلوماتك الشخصية. ومع ذلك، لا يمكن ضمان أن تكون أي وسيلة لنقل البيانات عبر
							الإنترنت أو تقنية تخزين المعلومات آمنة بنسبة 100%، لذا لا يمكننا ضمان أو التعهد بأن
							المخترقين أو المجرمين السيبرانيين أو الأطراف غير المصرح لها لن تتمكن من هزيمة أمننا
							والوصول إلى معلوماتك أو سرقتها أو تعديلها بشكل غير صحيح. تعرف على المزيد حول كيفية
							الحفاظ على أمان معلوماتك.
						</p>
						<p>
							<strong>ما هي حقوقك؟</strong> اعتمادًا على مكان وجودك جغرافيًا، قد تمنحك قوانين
							الخصوصية المعمول بها حقوقًا معينة بشأن معلوماتك الشخصية. تعرف على المزيد حول حقوق
							الخصوصية الخاصة بك.
						</p>
						<p>
							<strong>كيف تمارس حقوقك؟</strong> أسهل طريقة لممارسة حقوقك هي تقديم طلب وصول للبيانات،
							أو الاتصال بنا. سننظر في أي طلب ونتصرف بناءً عليه وفقًا لقوانين حماية البيانات المعمول
							بها.
						</p>
						<p>
							<strong>هل تريد معرفة المزيد حول ما نقوم به بأي معلومات نجمعها؟</strong> راجع السياسة
							الخصوصية بالكامل.
						</p>
						<p>
							<strong>جدول المحتويات</strong>
						</p>
						<ol type="1">
							<li>ما هي المعلومات التي نجمعها؟</li>
						</ol>
						<ol type="1">
							<li>كيف نعالج معلوماتك؟</li>
						</ol>
						<ol type="1">
							<li>ما الأسس القانونية التي نعتمد عليها لمعالجة معلوماتك الشخصية؟</li>
						</ol>
						<ol type="1">
							<li>متى ومع من نشارك معلوماتك الشخصية؟</li>
						</ol>
						<ol type="1">
							<li>هل نستخدم الكوكيز والتقنيات التتبع الأخرى؟</li>
						</ol>
						<ol type="1">
							<li>كيف نتعامل مع تسجيل الدخول الاجتماعي الخاص بك؟</li>
						</ol>
						<ol type="1">
							<li>كم من الوقت نحافظ على معلوماتك؟</li>
						</ol>
						<ol type="1">
							<li>كيف نحافظ على أمان معلوماتك؟</li>
						</ol>
						<ol type="1">
							<li>هل نجمع معلومات من القُصَّر؟</li>
						</ol>
						<ol type="1">
							<li>ما هي حقوق الخصوصية الخاصة بك؟</li>
						</ol>
						<ol type="1">
							<li>الضوابط لميزات عدم التعقب</li>
						</ol>
						<ol type="1">
							<li>هل لسكان الولايات المتحدة حقوق خصوصية محددة؟</li>
						</ol>
						<ol type="1">
							<li>هل نقوم بتحديث هذه السياسة؟</li>
						</ol>
						<ol type="1">
							<li>كيف يمكنك الاتصال بنا بشأن هذه السياسة؟</li>
						</ol>
						<ol type="1">
							<li>كيف يمكنك مراجعة، تحديث، أو حذف البيانات التي نجمعها منك؟</li>
						</ol>
						<hr />
						<p>
							<strong>1. ما هي المعلومات التي نجمعها؟</strong>
						</p>
						<p>
							<strong>المعلومات الشخصية التي تفصح عنها لنا</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نحن نجمع المعلومات الشخصية التي تقدمها لنا.
						</p>
						<p>
							نحن نجمع المعلومات الشخصية التي تقدمها لنا طوعًا عند التسجيل في الخدمات، أو التعبير عن
							اهتمامك في الحصول على معلومات عنا أو عن منتجاتنا وخدماتنا، عند المشاركة في الأنشطة على
							الخدمات، أو الاتصال بنا بأي طريقة أخرى.
						</p>
						<p>
							<strong>المعلومات الشخصية التي تقدمها:</strong> المعلومات الشخصية التي نجمعها تعتمد
							على سياق تفاعلاتك معنا ومع الخدمات، الخيارات التي تتخذها، والمنتجات والميزات التي
							تستخدمها. قد تشمل المعلومات الشخصية التي نجمعها:
						</p>
						<ul>
							<li>الأسماء</li>
						</ul>
						<ul>
							<li>أرقام الهواتف</li>
						</ul>
						<ul>
							<li>عناوين البريد الإلكتروني</li>
						</ul>
						<ul>
							<li>أسماء المستخدمين</li>
						</ul>
						<ul>
							<li>كلمات المرور</li>
						</ul>
						<ul>
							<li>تفضيلات الاتصال</li>
						</ul>
						<ul>
							<li>بيانات الاتصال أو التحقق</li>
						</ul>
						<ul>
							<li>عناوين الفواتير</li>
						</ul>
						<ul>
							<li>أرقام بطاقات الائتمان/الخصم</li>
						</ul>
						<ul>
							<li>الوظائف</li>
						</ul>
						<p>
							<strong>المعلومات الحساسة:</strong> عندما يكون ذلك ضروريًا، بموافقتك أو كما هو مسموح
							به بموجب القانون المعمول به، نعالج الفئات التالية من المعلومات الحساسة:
						</p>
						<ul>
							<li>بيانات حول الحياة الجنسية أو التوجه الجنسي للشخص</li>
						</ul>
						<ul>
							<li>بيانات الطلاب</li>
						</ul>
						<p>
							<strong>بيانات تسجيل الدخول الاجتماعية:</strong> قد نوفر لك خيار التسجيل باستخدام
							تفاصيل حساب الوسائط الاجتماعية الخاص بك، مثل حسابك على Facebook أو X أو غيره. إذا
							اخترت التسجيل بهذه الطريقة، فسنجمع بعض المعلومات من ملفك الشخصي من مزود وسائل التواصل
							الاجتماعي، كما هو موضح في القسم &quot;كيف نتعامل مع تسجيل الدخول الاجتماعي الخاص
							بك؟&quot;.
						</p>
						<p>
							يجب أن تكون جميع المعلومات الشخصية التي تقدمها لنا حقيقية وكاملة ودقيقة، ويجب عليك
							إخطارنا بأي تغييرات تطرأ على هذه المعلومات الشخصية.
						</p>
						<p>
							<strong>المعلومات التي يتم جمعها تلقائيًا</strong>
						</p>
						<p>
							<em>بإيجاز:</em> يتم جمع بعض المعلومات &ndash; مثل عنوان بروتوكول الإنترنت (IP) الخاص
							بك وخصائص المتصفح والجهاز &ndash; تلقائيًا عند زيارة خدماتنا.
						</p>
						<p>
							نحن نجمع تلقائيًا بعض المعلومات عند زيارة أو استخدام أو التنقل في الخدمات. هذه
							المعلومات لا تكشف عن هويتك المحددة (مثل اسمك أو معلومات الاتصال بك) ولكنها قد تشمل
							معلومات الجهاز والاستخدام، مثل عنوان IP الخاص بك، خصائص المتصفح والجهاز، نظام التشغيل،
							تفضيلات اللغة، عناوين URL المُحيلة، اسم الجهاز، الدولة، الموقع، معلومات حول كيفية ووقت
							استخدامك لخدماتنا، ومعلومات تقنية أخرى. هذه المعلومات ضرورية بشكل أساسي للحفاظ على
							أمان الخدمات وتشغيلها، ولأغراض التحليل الداخلي والتقارير.
						</p>
						<p>مثل العديد من الشركات، نجمع أيضًا المعلومات من خلال الكوكيز والتقنيات المشابهة.</p>
						<p>
							<strong>المعلومات التي نجمعها تشمل:</strong>
						</p>
						<p>
							<strong>بيانات السجل والاستخدام:</strong> بيانات السجل والاستخدام هي معلومات متعلقة
							بالخدمة، التشخيص، الاستخدام، والأداء التي تجمعها خوادمنا تلقائيًا عند الوصول إلى
							خدماتنا واستخدامها والتي نسجلها في ملفات السجل. اعتمادًا على كيفية تفاعلك معنا، قد
							تشمل بيانات السجل هذه عنوان IP الخاص بك،...
						</p>
						<hr />
						<p>
							<strong>2. كيف نعالج معلوماتك؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نعالج معلوماتك لتوفير وتحسين وإدارة خدماتنا، التواصل معك، لأغراض
							الأمان ومنع الاحتيال، والامتثال للقانون. قد نقوم أيضًا بمعالجة معلوماتك لأغراض أخرى
							بموافقتك.
						</p>
						<p>
							نعالج معلوماتك الشخصية لأسباب متنوعة، بناءً على كيفية تفاعلك مع خدماتنا، بما في ذلك:
						</p>
						<ul>
							<li>
								لتسهيل إنشاء الحساب والمصادقة وإدارة حسابات المستخدمين. قد نعالج معلوماتك بحيث يمكنك
								إنشاء حساب وتسجيل الدخول إلى حسابك، وكذلك الحفاظ على حسابك في حالة عمل جيدة.
							</li>
						</ul>
						<ul>
							<li>
								للرد على استفسارات المستخدم/تقديم الدعم للمستخدمين. قد نعالج معلوماتك للرد على
								استفساراتك وحل أي مشكلات قد تواجهها مع الخدمة المطلوبة.
							</li>
						</ul>
						<ul>
							<li>
								لإرسال المعلومات الإدارية لك. قد نعالج معلوماتك لإرسال تفاصيل حول منتجاتنا وخدماتنا،
								التغييرات في شروطنا وسياساتنا، ومعلومات أخرى مماثلة.
							</li>
						</ul>
						<ul>
							<li>
								لطلب التعليقات. قد نعالج معلوماتك عندما يكون من الضروري طلب التعليقات والتواصل معك
								حول استخدامك لخدماتنا.
							</li>
						</ul>
						<ul>
							<li>
								لإرسال اتصالات التسويق والترويج. قد نعالج المعلومات الشخصية التي ترسلها لنا لأغراض
								التسويق الخاصة بنا، إذا كان ذلك وفقًا لتفضيلاتك التسويقية. يمكنك إلغاء الاشتراك في
								رسائل البريد الإلكتروني التسويقية في أي وقت. لمزيد من المعلومات، انظر &quot;ما هي
								حقوق الخصوصية الخاصة بك؟&quot;.
							</li>
						</ul>
						<ul>
							<li>
								لتقديم الإعلانات المستهدفة لك. قد نعالج معلوماتك لتطوير وعرض محتوى وإعلانات مخصصة
								تناسب اهتماماتك وموقعك والمزيد.
							</li>
						</ul>
						<ul>
							<li>
								لحماية خدماتنا. قد نعالج معلوماتك كجزء من جهودنا للحفاظ على أمان خدماتنا، بما في ذلك
								المراقبة
							</li>
						</ul>
						<p>ومنع الاحتيال.</p>
						<ul>
							<li>
								لتحديد اتجاهات الاستخدام. قد نعالج معلومات حول كيفية استخدامك لخدماتنا لفهم كيفية
								استخدامها بشكل أفضل حتى نتمكن من تحسينها.
							</li>
						</ul>
						<ul>
							<li>
								لتحديد فعالية حملاتنا التسويقية والترويجية. قد نعالج معلوماتك لفهم كيفية تقديم حملات
								تسويقية وترويجية ذات صلة بك بشكل أفضل.
							</li>
						</ul>
						<ul>
							<li>
								لإنقاذ أو حماية مصلحة حيوية للفرد. قد نعالج معلوماتك عندما يكون ذلك ضروريًا لإنقاذ
								أو حماية مصلحة حيوية للفرد، مثل منع الضرر.
							</li>
						</ul>
						<hr />
						<p>
							<strong>3. ما الأسس القانونية التي نعتمد عليها لمعالجة معلوماتك؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نعالج معلوماتك الشخصية فقط عندما نعتقد أنه من الضروري ولدينا سبب
							قانوني صالح (أي، الأساس القانوني) للقيام بذلك بموجب القانون المعمول به، مثل موافقتك،
							الامتثال للقوانين، توفير الخدمات لك، الدخول في أو تنفيذ التزاماتنا التعاقدية، حماية
							حقوقك، أو تحقيق مصالحنا التجارية المشروعة.
						</p>
						<p>
							<strong>
								إذا كنت موجودًا في الاتحاد الأوروبي أو المملكة المتحدة، ينطبق هذا القسم عليك.
							</strong>
						</p>
						<p>
							يتطلب منا النظام العام لحماية البيانات (GDPR) والنظام العام لحماية البيانات في المملكة
							المتحدة (UK GDPR) شرح الأسس القانونية التي نعتمد عليها لمعالجة معلوماتك الشخصية. بناءً
							على ذلك، قد نعتمد على الأسس القانونية التالية لمعالجة معلوماتك الشخصية:
						</p>
						<ul>
							<li>
								<strong>الموافقة:</strong> قد نعالج معلوماتك إذا كنت قد منحتنا الإذن (أي، الموافقة)
								لاستخدام معلوماتك الشخصية لغرض معين. يمكنك سحب موافقتك في أي وقت. تعرف على المزيد
								حول سحب الموافقة.
							</li>
						</ul>
						<ul>
							<li>
								<strong>تنفيذ العقد:</strong> قد نعالج معلوماتك الشخصية عندما نعتقد أنه من الضروري
								للوفاء بالتزاماتنا التعاقدية تجاهك، بما في ذلك تقديم خدماتنا أو بناءً على طلبك قبل
								الدخول في عقد معك.
							</li>
						</ul>
						<ul>
							<li>
								<strong>المصالح المشروعة:</strong> قد نعالج معلوماتك عندما نعتقد أن ذلك ضروري لتحقيق
								مصالحنا التجارية المشروعة وتلك المصالح لا تتعارض مع مصالحك وحقوقك وحرياتك الأساسية.
								على سبيل المثال، قد نعالج معلوماتك الشخصية لبعض الأغراض الموضحة من أجل:
								<ul>
									<li>إرسال معلومات للمستخدمين حول العروض والخصومات الخاصة بمنتجاتنا وخدماتنا.</li>
								</ul>
								<ul>
									<li>تطوير وعرض محتوى إعلاني مخصص وملائم لمستخدمينا.</li>
								</ul>
								<ul>
									<li>
										تحليل كيفية استخدام خدماتنا بحيث يمكننا تحسينها لجذب المستخدمين والاحتفاظ بهم.
									</li>
								</ul>
								<ul>
									<li>دعم أنشطة التسويق لدينا.</li>
								</ul>
								<ul>
									<li>تشخيص المشكلات و/أو منع الأنشطة الاحتيالية.</li>
								</ul>
								<ul>
									<li>
										فهم كيفية استخدام المستخدمين لمنتجاتنا وخدماتنا بحيث يمكننا تحسين تجربة
										المستخدم.
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الالتزامات القانونية:</strong> قد نعالج معلوماتك عندما نعتقد أنه من الضروري
								للامتثال لالتزاماتنا القانونية، مثل التعاون مع هيئة إنفاذ القانون أو وكالة تنظيمية،
								ممارسة أو الدفاع عن حقوقنا القانونية، أو الإفصاح عن معلوماتك كدليل في الدعوى
								القضائية التي نحن طرف فيها.
							</li>
						</ul>
						<ul>
							<li>
								<strong>المصالح الحيوية:</strong> قد نعالج معلوماتك عندما نعتقد أنه من الضروري
								لحماية مصالحك الحيوية أو مصالح طرف ثالث، مثل المواقف التي تتضمن تهديدات محتملة
								لسلامة أي شخص.
							</li>
						</ul>
						<p>
							<strong>إذا كنت موجودًا في كندا، ينطبق هذا القسم عليك.</strong>
						</p>
						<p>
							قد نعالج معلوماتك إذا كنت قد منحتنا إذنًا محددًا (أي، الموافقة الصريحة) لاستخدام
							معلوماتك الشخصية لغرض معين، أو في المواقف التي يمكن استنتاج موافقتك (أي، الموافقة
							الضمنية). يمكنك سحب موافقتك في أي وقت. تعرف على المزيد حول سحب الموافقة.
						</p>
						<p>
							في بعض الحالات الاستثنائية، قد نكون قانونيًا مسموح لنا بموجب القانون المعمول به
							بمعالجة معلوماتك دون موافقتك، بما في ذلك، على سبيل المثال:
						</p>
						<ul>
							<li>إذا كان الجمع في مصلحة الفرد ولا يمكن الحصول على الموافقة في الوقت المناسب.</li>
						</ul>
						<ul>
							<li>لأغراض التحقيق والكشف عن الاحتيال ومنعه.</li>
						</ul>
						<ul>
							<li>للمعاملات التجارية بشرط استيفاء شروط معينة.</li>
						</ul>
						<ul>
							<li>
								إذا كانت المعلومات موجودة في بيان شاهد والجمع ضروري لتقييم أو معالجة أو تسوية مطالبة
								تأمينية.
							</li>
						</ul>
						<ul>
							<li>لتحديد الأشخاص المصابين أو المرضى أو المتوفين والتواصل مع أقاربهم.</li>
						</ul>
						<ul>
							<li>
								إذا كان لدينا أسباب معقولة للاعتقاد بأن الفرد كان أو يكون أو قد يكون ضحية لإساءة
								مالية.
							</li>
						</ul>
						<ul>
							<li>
								إذا كان من المعقول توقع أن الجمع والاستخدام بالموافقة سيعرض توافر المعلومات أو دقتها
								للخطر وكان الجمع معقولًا لأغراض تتعلق بالتحقيق في خرق اتفاقية أو انتهاك قوانين كندا
								أو مقاطعة.
							</li>
						</ul>
						<ul>
							<li>
								إذا كان الإفصاح ضروريًا للامتثال لاستدعاء أو أمر تفتيش أو أمر محكمة أو قواعد المحكمة
								المتعلقة بإنتاج السجلات.
							</li>
						</ul>
						<ul>
							<li>
								إذا تم إنتاجها بواسطة فرد في سياق توظيفه أو عمله أو مهنته وكان الجمع متسقًا مع
								الأغراض التي تم إنتاج المعلومات من أجلها.
							</li>
						</ul>
						<ul>
							<li>إذا كان الجمع فقط لأغراض صحفية أو فنية أو أدبية.</li>
						</ul>
						<ul>
							<li>إذا كانت المعلومات متاحة للجمهور وتم تحديدها بواسطة اللوائح.</li>
						</ul>
						<hr />
						<p>
							<strong>4. متى ومع من نشارك معلوماتك الشخصية؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> قد نشارك المعلومات في مواقف محددة موصوفة في هذا القسم و/أو مع الأطراف
							الثالثة التالية.
						</p>
						<p>قد نحتاج إلى مشاركة معلوماتك الشخصية في المواقف التالية:</p>
						<ul>
							<li>
								<strong>نقل الأعمال:</strong> قد نشارك أو ننقل معلوماتك فيما يتعلق بأي اندماج، أو
								بيع لأصول الشركة، أو تمويل، أو اكتساب لجميع أو جزء من أعمالنا لشركة أخرى، أو أثناء
								المفاوضات حول ذلك.
							</li>
						</ul>
						<hr />
						<p>
							<strong>5. هل نستخدم الكوكيز وتقنيات التتبع الأخرى؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> قد نستخدم الكوكيز والتقنيات التتبع الأخرى لجمع وتخزين معلوماتك.
						</p>
						<p>
							قد نستخدم الكوكيز والتقنيات التتبع المشابهة (مثل المنارات الإلكترونية والبكسل) لجمع
							المعلومات عندما تتفاعل مع خدماتنا. تساعدنا هذه التقنيات التتبع عبر الإنترنت في الحفاظ
							على أمان خدماتنا وحسابك، منع الأعطال، إصلاح الأخطاء، حفظ تفضيلاتك، والمساعدة في
							الوظائف الأساسية للموقع.
						</p>
						<p>
							كما نسمح للأطراف الثالثة ومقدمي الخدمات باستخدام تقنيات التتبع عبر الإنترنت على
							خدماتنا لأغراض التحليل والإعلانات، بما في ذلك المساعدة في إدارة وعرض الإعلانات، تخصيص
							الإعلانات وفقًا لاهتماماتك، أو إرسال تذكيرات عربة التسوق المتروكة (اعتمادًا على
							تفضيلات الاتصال الخاصة بك). يستخدم الأطراف الثالثة ومقدمو الخدمات تقنيات التتبع الخاصة
							بهم لتقديم إعلانات حول المنتجات والخدمات المخصصة لاهتماماتك التي قد تظهر إما على
							خدماتنا أو على مواقع ويب أخرى.
						</p>
						<p>
							إلى الحد الذي تعتبر فيه هذه التقنيات التتبع عبر الإنترنت
							&quot;بيعًا&quot;/&quot;مشاركة&quot; (والتي تتضمن الإعلانات المستهدفة، كما هو محدد
							بموجب القوانين المعمول بها) بموجب قوانين الولايات المتحدة الأمريكية، يمكنك إلغاء
							الاشتراك في هذه التقنيات التتبع عبر الإنترنت عن طريق تقديم طلب كما هو موضح أدناه في
							قسم &quot;هل لسكان الولايات المتحدة حقوق خصوصية محددة؟&quot;.
						</p>
						<p>
							معلومات محددة حول كيفية استخدامنا لمثل هذه التقنيات وكيف يمكنك رفض بعض الكوكيز موضحة
							في إشعار الكوكيز الخاص بنا.
						</p>
						<hr />
						<p>
							<strong>6. كيف نتعامل مع تسجيل الدخول الاجتماعي الخاص بك؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> إذا اخترت التسجيل أو تسجيل الدخول إلى خدماتنا باستخدام حساب وسائل
							التواصل الاجتماعي، فقد نحصل على معلومات معينة عنك.
						</p>
						<p>
							تقدم خدماتنا لك إمكانية التسجيل وتسجيل الدخول باستخدام تفاصيل حساب وسائل التواصل
							الاجتماعي الخاصة بك (مثل تسجيل الدخول إلى Facebook أو X). إذا اخترت القيام بذلك،
							فسنتلقى معلومات ملفك الشخصي من مزود وسائل التواصل الاجتماعي. يمكن أن تختلف المعلومات
							التي نتلقاها اعتمادًا على مزود وسائل التواصل الاجتماعي المعني، ولكنها غالبًا ما تتضمن
							اسمك، عنوان بريدك الإلكتروني، قائمة أصدقائك، وصورة ملفك الشخصي، بالإضافة إلى معلومات
							أخرى تختار جعلها عامة على منصة وسائل التواصل الاجتماعي.
						</p>
						<p>
							سنستخدم المعلومات التي نتلقاها فقط للأغراض التي تم وصفها في هذا الإشعار الخصوصية أو
							التي تم توضيحها لك على الخدمات ذات الصلة. يرجى ملاحظة أننا لا نتحكم، ولا نكون مسؤولين
							عن، الاستخدامات الأخرى لمعلوماتك الشخصية من قبل مزود وسائل التواصل الاجتماعي الخاص بك.
							نوصي بمراجعة إشعار الخصوصية الخاص بهم لفهم كيفية جمعهم، استخدامهم، ومشاركة معلوماتك
							الشخصية، وكيف يمكنك ضبط تفضيلات الخصوصية الخاصة بك على مواقعهم وتطبيقاتهم.
						</p>
						<hr />
						<p>
							<strong>7. كم من الوقت نحافظ على معلوماتك؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نحافظ على معلوماتك طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في
							هذا الإشعار الخصوصية ما لم يكن مطلوبًا بموجب القانون خلاف ذلك.
						</p>
						<p>
							سنحتفظ بمعلوماتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض المحددة في هذا الإشعار
							الخصوصية، ما لم يكن مطلوبًا أو مسموحًا بموجب القانون فترة احتفاظ أطول (مثل الضريبة،
							المحاسبة، أو المتطلبات القانونية الأخرى). لن تتطلب أي غرض في هذا الإشعار منا الاحتفاظ
							بمعلوماتك الشخصية لفترة أطول من فترة وجود حسابك معنا.
						</p>
						<p>
							عندما لا يكون لدينا حاجة تجارية مشروعة مستمرة لمعالجة معلوماتك الشخصية، سنحذف أو نخفي
							هويتك من هذه المعلومات، أو إذا لم يكن ذلك ممكنًا (على سبيل المثال، لأن معلوماتك
							الشخصية تم تخزينها في أرشيفات النسخ الاحتياطي)، فسنقوم بتخزين معلوماتك الشخصية بأمان
							وعزلها عن أي معالجة أخرى حتى يصبح الحذف ممكنًا.
						</p>
						<hr />
						<p>
							<strong>8. كيف نحافظ على أمان معلوماتك؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نسعى لحماية معلوماتك الشخصية من خلال نظام من التدابير الأمنية
							التنظيمية والتقنية.
						</p>
						<p>لقد نفذنا تدابير أمنية تقنية وتنظيمية مناسبة ومعقولة</p>
						<p>
							مصممة لحماية أمان أي معلومات شخصية نعالجها. ومع ذلك، رغم احتياطاتنا وجهودنا لتأمين
							معلوماتك، لا يمكن ضمان أن تكون أي وسيلة لنقل البيانات عبر الإنترنت أو تقنية تخزين
							المعلومات آمنة بنسبة 100%، لذا لا يمكننا ضمان أو التعهد بأن المخترقين أو المجرمين
							السيبرانيين أو الأطراف غير المصرح لها لن تتمكن من هزيمة أمننا والوصول إلى معلوماتك أو
							سرقتها أو تعديلها بشكل غير صحيح. رغم أننا سنبذل قصارى جهدنا لحماية معلوماتك الشخصية،
							فإن نقل المعلومات الشخصية من وإلى خدماتنا يكون على مسؤوليتك الخاصة. يجب عليك فقط
							الوصول إلى الخدمات ضمن بيئة آمنة.
						</p>
						<hr />
						<p>
							<strong>9. هل نجمع معلومات من القُصَّر؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نحن لا نجمع بيانات عن عمد من الأطفال الذين تقل أعمارهم عن 18 عامًا أو
							نسوق لهم.
						</p>
						<p>
							نحن لا نجمع أو نطلب بيانات عن عمد من الأطفال الذين تقل أعمارهم عن 18 عامًا أو نسوق
							لهم. باستخدام الخدمات، فإنك تمثل أنك لا تقل عن 18 عامًا أو أنك والد أو وصي على طفل دون
							18 عامًا وتوافق على استخدام هذا التابع للخدمات. إذا علمنا بأننا قد جمعنا معلومات شخصية
							من مستخدمين تقل أعمارهم عن 18 عامًا، فسنعطل الحساب ونتخذ التدابير المعقولة لحذف هذه
							البيانات على الفور من سجلاتنا. إذا علمت بأي بيانات قد جمعناها من الأطفال دون سن 18،
							يرجى الاتصال بنا على{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>.
						</p>
						<hr />
						<p>
							<strong>10. ما هي حقوق الخصوصية الخاصة بك؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> اعتمادًا على مكان إقامتك، قد تمنحك قوانين الخصوصية المعمول بها حقوقًا
							معينة بشأن معلوماتك الشخصية. يمكنك مراجعة أو تغيير أو إنهاء حسابك في أي وقت.
						</p>
						<p>
							في بعض المناطق (مثل المنطقة الاقتصادية الأوروبية، المملكة المتحدة، سويسرا، وكندا)،
							لديك حقوق معينة بموجب قوانين حماية البيانات المعمول بها. قد تشمل هذه الحقوق الحق في
							(i) طلب الوصول والحصول على نسخة من معلوماتك الشخصية، (ii) طلب التصحيح أو المحو؛ (iii)
							تقييد معالجة معلوماتك الشخصية؛ و(iv) إذا كان ذلك قابلًا للتطبيق، النقل البيانات. في
							بعض الظروف، قد يكون لديك أيضًا الحق في الاعتراض على معالجة معلوماتك الشخصية. يمكنك
							تقديم مثل هذا الطلب بالاتصال بنا باستخدام تفاصيل الاتصال المقدمة في القسم &quot;كيف
							يمكنك الاتصال بنا بشأن هذا الإشعار؟&quot; أدناه.
						</p>
						<p>سننظر في أي طلب ونتصرف بناءً عليه وفقًا لقوانين حماية البيانات المعمول بها.</p>
						<hr />
						<p>
							<strong>11. الضوابط لميزات عدم التعقب</strong>
						</p>
						<p>
							معظم متصفحات الويب وبعض أنظمة التشغيل المحمولة وتطبيقات الهاتف المحمول تتضمن ميزة
							&quot;عدم التعقب&quot; (&quot;DNT&quot;) أو إعداد يمكنك تفعيله للإشارة إلى تفضيل
							الخصوصية الخاص بك بعدم تعقب البيانات حول أنشطة التصفح عبر الإنترنت الخاصة بك
							ومراقبتها. في هذه المرحلة، لم يتم الانتهاء من أي معيار تكنولوجيا موحد للتعرف على
							إشارات DNT وتنفيذها. ولذلك، فإننا لا نستجيب حاليًا لإشارات متصفح DNT أو أي آلية أخرى
							تنقل تلقائيًا اختيارك بعدم التعقب عبر الإنترنت. إذا تم اعتماد معيار للتعقب عبر
							الإنترنت يجب أن نتبعه في المستقبل، سنبلغك حول هذه الممارسة في إصدار منقح من هذا
							الإشعار الخصوصية.
						</p>
						<p>
							تتطلب قوانين كاليفورنيا منا أن نعلمك بكيفية استجابتنا لإشارات المتصفح DNT. نظرًا لعدم
							وجود معيار صناعي أو قانوني للاعتراف بإشارات DNT أو احترامها حاليًا، فإننا لا نستجيب
							لها في الوقت الحالي.
						</p>
						<hr />
						<p>
							<strong>12. هل لسكان الولايات المتحدة حقوق خصوصية محددة؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> إذا كنت مقيمًا في كاليفورنيا أو كولورادو أو كونيتيكت أو ديلاوير أو
							فلوريدا أو إيداهو أو إنديانا أو أيوا أو كنتاكي أو مونتانا أو نيو هامبشاير أو نيو جيرسي
							أو أوريغون أو تينيسي أو تكساس أو يوتا أو فيرجينيا، فقد يكون لديك الحق في طلب الوصول
							إلى والحصول على تفاصيل حول المعلومات الشخصية التي نحتفظ بها عنك وكيف قمنا بمعالجتها،
							تصحيح الأخطاء، الحصول على نسخة، أو حذف معلوماتك الشخصية. قد يكون لديك أيضًا الحق في
							سحب موافقتك على معالجتنا لمعلوماتك الشخصية. قد تكون هذه الحقوق محدودة في بعض الحالات
							بموجب القانون المعمول به. يتم توفير المزيد من المعلومات أدناه.
						</p>
						<p>
							<strong>فئات المعلومات الشخصية التي نجمعها</strong>
							<br />
							لقد جمعنا الفئات التالية من المعلومات الشخصية في الأشهر الاثني عشر (12) الماضية:
						</p>
						<ul>
							<li>
								<strong>الفئة A. المعرفات</strong>
								<ul>
									<li>
										تفاصيل الاتصال، مثل الاسم الحقيقي، الاسم المستعار، العنوان البريدي، رقم الهاتف
										أو الهاتف المحمول، معرف شخصي فريد، معرف عبر الإنترنت، عنوان بروتوكول الإنترنت،
										عنوان البريد الإلكتروني، واسم الحساب.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: نعم</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>
									الفئة B. المعلومات الشخصية كما هو محدد في قانون سجلات العملاء في كاليفورنيا
								</strong>
								<ul>
									<li>
										الاسم، معلومات الاتصال، التعليم، التوظيف، تاريخ التوظيف، والمعلومات المالية.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>
									الفئة C. خصائص التصنيف المحمية بموجب قانون الولاية أو القانون الفيدرالي
								</strong>
								<ul>
									<li>
										الجنس، العمر، تاريخ الميلاد، العرق والإثنية، الأصل القومي، الحالة الاجتماعية،
										والبيانات الديموغرافية الأخرى.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة D. المعلومات التجارية</strong>
								<ul>
									<li>معلومات المعاملات، تاريخ الشراء، التفاصيل المالية، ومعلومات الدفع.</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: نعم</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة E. المعلومات البيومترية</strong>
								<ul>
									<li>بصمات الأصابع وبصمات الصوت.</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة F. نشاط الإنترنت أو الشبكة المماثلة</strong>
								<ul>
									<li>
										تاريخ التصفح، تاريخ البحث، السلوك عبر الإنترنت، بيانات الاهتمامات، والتفاعلات مع
										مواقعنا الإلكترونية وتطبيقاتنا وأنظمتنا وإعلاناتنا.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة G. بيانات تحديد الموقع الجغرافي</strong>
								<ul>
									<li>موقع الجهاز.</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة H. المعلومات الصوتية أو الإلكترونية أو الحسية أو المشابهة</strong>
								<ul>
									<li>
										الصور والتسجيلات الصوتية أو الفيديوية أو المكالمات التي تم إنشاؤها في إطار
										أنشطتنا التجارية.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة I. المعلومات المهنية أو المتعلقة بالتوظيف</strong>
								<ul>
									<li>
										تفاصيل الاتصال التجارية لتوفير خدماتنا على مستوى الأعمال أو المسمى الوظيفي،
										تاريخ العمل، والمؤهلات المهنية إذا تقدمت لوظيفة لدينا.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة J. معلومات التعليم</strong>
								<ul>
									<li>سجلات الطلاب والمعلومات الدليلية.</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة K. الاستنتاجات المستخلصة من المعلومات الشخصية المجمعة</strong>
								<ul>
									<li>
										الاستنتاجات المستخلصة من أي من المعلومات الشخصية المجمعة المذكورة أعلاه لإنشاء
										ملف شخصي أو ملخص حول، على سبيل المثال، تفضيلات الفرد وخصائصه.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: لا</strong>
									</li>
								</ul>
							</li>
						</ul>
						<ul>
							<li>
								<strong>الفئة L. المعلومات الشخصية الحساسة</strong>
								<ul>
									<li>
										معلومات تسجيل الدخول إلى الحساب، محتويات البريد الإلكتروني أو الرسائل النصية،
										أرقام بطاقات الخصم أو الائتمان، والحياة الجنسية أو التوجه الجنسي.
									</li>
								</ul>
								<ul>
									<li>
										<strong>تم الجمع: نعم</strong>
									</li>
								</ul>
							</li>
						</ul>
						<p>
							<strong>
								نستخدم ونحتفظ بالمعلومات الشخصية التي تم جمعها حسب الحاجة لتقديم الخدمات أو للأغراض
								التالية:
							</strong>
						</p>
						<ul>
							<li>الفئة A: طالما كان لدى المستخدم حساب معنا.</li>
						</ul>
						<ul>
							<li>الفئة D: طالما كان لدى المستخدم حساب معنا.</li>
						</ul>
						<ul>
							<li>الفئة L: طالما كان لدى المستخدم حساب معنا.</li>
						</ul>
						<p>
							<strong>مصادر المعلومات الشخصية</strong>
							<br />
							تعرف على المزيد حول مصادر المعلومات الشخصية التي نجمعها في &quot;ما هي المعلومات التي
							نجمعها؟&quot;
						</p>
						<p>
							<strong>كيف نستخدم ونشارك المعلومات الشخصية</strong>
							<br />
							تعرف على كيفية استخدامنا لمعلوماتك الشخصية في القسم، &quot;كيف نعالج معلوماتك؟&quot;
						</p>
						<p>
							<strong>هل سيتم مشاركة معلوماتك مع أي شخص آخر؟</strong>
							<br />
							قد نفصح عن معلوماتك الشخصية لمقدمي الخدمات لدينا بناءً على عقد مكتوب بيننا وبين كل
							مقدم خدمة. تعرف على المزيد حول كيفية الإفصاح عن المعلومات الشخصية في القسم، &quot;متى
							ومع من نشارك معلوماتك الشخصية؟&quot;
						</p>
						<p>
							قد نستخدم معلوماتك الشخصية لأغراض أعمالنا الخاصة، مثل إجراء البحوث الداخلية لتطوير
							التكنولوجيا والتوضيح. لا يعتبر هذا بيعًا لمعلوماتك الشخصية.
						</p>
						<p>
							لم نقم بالإفصاح أو بيع أو مشاركة أي معلومات شخصية لأطراف ثالثة لأغراض تجارية أو تجارية
							في الأشهر الاثني عشر (12) الماضية. لن نقوم ببيع أو مشاركة المعلومات الشخصية في
							المستقبل التي تخص زوار الموقع والمستخدمين والمستهلكين الآخرين.
						</p>
						<p>
							<strong>حقوقك</strong>
							<br />
							لديك حقوق بموجب قوانين حماية البيانات لبعض الولايات المتحدة. ومع ذلك، هذه الحقوق ليست
							مطلقة، وفي بعض الحالات، قد نرفض طلبك كما هو مسموح به بموجب القانون. هذه الحقوق تشمل:
						</p>
						<ul>
							<li>الحق في معرفة ما إذا كنا نعالج بياناتك الشخصية أم لا.</li>
						</ul>
						<ul>
							<li>الحق في الوصول إلى بياناتك الشخصية.</li>
						</ul>
						<ul>
							<li>الحق في تصحيح الأخطاء في بياناتك الشخصية.</li>
						</ul>
						<ul>
							<li>الحق في طلب حذف بياناتك الشخصية.</li>
						</ul>
						<ul>
							<li>الحق في الحصول على نسخة من البيانات الشخصية التي قمت بمشاركتها معنا.</li>
						</ul>
						<ul>
							<li>الحق في عدم التمييز لممارسة حقوقك.</li>
						</ul>
						<ul>
							<li>الحق في إلغاء الاشت</li>
						</ul>
						<p>
							راك من معالجة بياناتك الشخصية إذا تم استخدامها للإعلانات المستهدفة (أو المشاركة كما هو
							محدد بموجب قانون الخصوصية في كاليفورنيا)، بيع البيانات الشخصية، أو التوصيف لغرض اتخاذ
							قرارات تنتج آثارًا قانونية أو مشابهة (التوصيف).
						</p>
						<p>اعتمادًا على الولاية التي تعيش فيها، قد يكون لديك أيضًا الحقوق التالية:</p>
						<ul>
							<li>
								الحق في الحصول على قائمة بفئات الأطراف الثالثة التي أفصحنا لها عن البيانات الشخصية
								(كما هو مسموح به بموجب القانون المعمول به، بما في ذلك قانون الخصوصية في كاليفورنيا
								وديلاوير).
							</li>
						</ul>
						<ul>
							<li>
								الحق في الحصول على قائمة محددة بالأطراف الثالثة التي أفصحنا لها عن البيانات الشخصية
								(كما هو مسموح به بموجب القانون المعمول به، بما في ذلك قانون الخصوصية في أوريغون).
							</li>
						</ul>
						<ul>
							<li>
								الحق في تحديد استخدام والإفصاح عن البيانات الشخصية الحساسة (كما هو مسموح به بموجب
								القانون المعمول به، بما في ذلك قانون الخصوصية في كاليفورنيا).
							</li>
						</ul>
						<ul>
							<li>
								الحق في إلغاء الاشتراك من جمع البيانات الحساسة والبيانات الشخصية التي يتم جمعها من
								خلال تشغيل ميزة التعرف على الصوت أو الوجه (كما هو مسموح به بموجب القانون المعمول به،
								بما في ذلك قانون الخصوصية في فلوريدا).
							</li>
						</ul>
						<p>
							<strong>كيف تمارس حقوقك</strong>
							<br />
							لممارسة هذه الحقوق، يمكنك الاتصال بنا من خلال تقديم طلب وصول للبيانات، بزيارة <br />
							<a href="https://momentum-net.com/contact-us%D8%8C">
								https://momentum-net.com/contact-us،
							</a>{" "}
							أو بالإشارة إلى تفاصيل الاتصال في نهاية هذا المستند.
						</p>
						<p>
							بموجب بعض قوانين حماية البيانات في الولايات المتحدة، يمكنك تعيين وكيل معتمد لتقديم طلب
							نيابة عنك. قد نرفض طلبًا من وكيل معتمد لا يقدم دليلًا على أنه تم تفويضه بشكل قانوني
							للعمل نيابة عنك وفقًا للقوانين المعمول بها.
						</p>
						<p>
							<strong>التحقق من الطلب</strong>
							<br />
							عند تلقي طلبك، سنحتاج إلى التحقق من هويتك لتحديد أنك نفس الشخص الذي لدينا المعلومات
							عنه في نظامنا. سنستخدم فقط المعلومات الشخصية المقدمة في طلبك للتحقق من هويتك أو السلطة
							لتقديم الطلب. ومع ذلك، إذا لم نتمكن من التحقق من هويتك من المعلومات التي تحتفظ بها، قد
							نطلب منك تقديم معلومات إضافية لأغراض التحقق من هويتك ولأغراض الأمان أو منع الاحتيال.
						</p>
						<p>
							إذا قدمت الطلب من خلال وكيل معتمد، قد نحتاج إلى جمع معلومات إضافية للتحقق من هويتك قبل
							معالجة طلبك، وسيحتاج الوكيل إلى تقديم إذن كتابي وموقع منك لتقديم مثل هذا الطلب نيابة
							عنك.
						</p>
						<p>
							<strong>الطعون</strong>
							<br />
							بموجب بعض قوانين حماية البيانات في الولايات المتحدة، إذا رفضنا اتخاذ إجراء بشأن طلبك،
							يمكنك الطعن في قرارنا عن طريق إرسال بريد إلكتروني إلينا على <br />
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>. سنبلغك
							كتابيًا بأي إجراء تم اتخاذه أو لم يتم اتخاذه استجابة للطعن، بما في ذلك تفسير كتابي
							لأسباب القرارات. إذا تم رفض الطعن الخاص بك، يمكنك تقديم شكوى إلى المدعي العام للولاية
							الخاصة بك.
						</p>
						<p>
							<strong>قانون &quot;Shine The Light&quot; في كاليفورنيا</strong>
							<br />
							القسم 1798.83 من القانون المدني في كاليفورنيا، المعروف أيضًا باسم قانون &quot;Shine
							The Light&quot;، يسمح لمستخدمينا الذين يقيمون في كاليفورنيا بطلب والحصول منًا على
							معلومات حول فئات المعلومات الشخصية (إن وجدت) التي أفصحنا عنها لأطراف ثالثة لأغراض
							التسويق المباشر والأسماء والعناوين لجميع الأطراف الثالثة التي شاركنا معها المعلومات
							الشخصية في السنة التقويمية السابقة مباشرة. إذا كنت مقيمًا في كاليفورنيا وترغب في تقديم
							مثل هذا الطلب، يرجى تقديم طلبك كتابيًا إلينا باستخدام تفاصيل الاتصال المقدمة في القسم
							&quot;كيف يمكنك الاتصال بنا بشأن هذا الإشعار؟&quot;
						</p>
						<hr />
						<p>
							<strong>13. هل نقوم بتحديث هذه السياسة؟</strong>
						</p>
						<p>
							<em>بإيجاز:</em> نعم، سنقوم بتحديث هذا الإشعار حسب الضرورة للبقاء متوافقين مع القوانين
							ذات الصلة.
						</p>
						<p>
							قد نقوم بتحديث هذا الإشعار الخصوصية من وقت لآخر. سيتم الإشارة إلى النسخة المحدثة من
							خلال تاريخ &quot;معدل&quot; محدث في أعلى هذا الإشعار الخصوصية. إذا قمنا بإجراء تغييرات
							جوهرية على هذا الإشعار الخصوصية، قد نخطرك إما عن طريق نشر إشعار بارز لهذه التغييرات أو
							عن طريق إرسال إشعار مباشر لك. نشجعك على مراجعة هذا الإشعار الخصوصية بشكل متكرر لتكون
							على اطلاع على كيفية حماية معلوماتك.
						</p>
						<hr />
						<p>
							<strong>14. كيف يمكنك الاتصال بنا بشأن هذا الإشعار؟</strong>
						</p>
						<p>
							إذا كان لديك أسئلة أو تعليقات حول هذا الإشعار، يمكنك إرسال بريد إلكتروني إلينا على{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a> أو الاتصال
							بنا عبر البريد على:
						</p>
						<p>
							Momentum LLC
							<br />
							85 شارع مصر حلوان الزراعي
							<br />
							المعادي، القاهرة 11726
							<br />
							مصر
						</p>
						<hr />
						<p>
							<strong>15. كيف يمكنك مراجعة أو تحديث أو حذف البيانات التي نجمعها منك؟</strong>
						</p>
						<p>
							بناءً على القوانين المعمول بها في بلدك أو ولايتك في الولايات المتحدة، قد يكون لديك
							الحق في طلب الوصول إلى المعلومات الشخصية التي نجمعها منك، تفاصيل حول كيفية معالجتها،
							تصحيح الأخطاء، أو حذف معلوماتك الشخصية. قد يكون لديك أيضًا الحق في سحب موافقتك على
							معالجتنا لمعلوماتك الشخصية. قد تكون هذه الحقوق محدودة في بعض الحالات بموجب القانون
							المعمول به. لتقديم طلب لمراجعة أو تحديث أو حذف معلوماتك الشخصية، يرجى ملء وتقديم طلب
							وصول للبيانات.
						</p>
					</div>
				</article>
			</TermsContainer>
		</>
	);
};
export default PrivacyAr;
